clemenspeters.format-json
eamodio.gitlens
esbenp.prettier-vscode
golang.go
mechatroner.rainbow-csv
mohd-akram.vscode-html-format
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njqdev.vscode-python-typehint
redhat.vscode-xml
yoavbls.pretty-ts-errors
zainchen.json
